{
  "page-about-us-tab-1-title": "Our Mission",
  "page-about-us-tab-1-content": "To equip students, creatives, and retirees with knowledge to level up every day, tools to put their learning into action, and a community to never struggle alone.",
  "page-about-us-tab-2-title": "Our Vision",
  "page-about-us-tab-2-content": "To build a global self-actualized community of co-creators and collaborators tackling global challenges and unleashing breakthroughs together.",

  "page-about-us-breakdown-title": "What Does The Co-x3 Family Foundation Do?",

  "page-about-us-callout-title": "Important Terms In The Family",
  "page-about-us-callout-description-1": "<strong>Comrades:</strong> Those who always have the will to help another in times of need.",
  "page-about-us-callout-description-2": "<strong>Programs:</strong> How we support our comrades. These can be products, events, applications, templates, etc.",

  "page-about-us-history-title": "How Did Our Foundation Start?",
  "page-about-us-history-description": "We have humble origins that stemmed from a desire to help ourselves, family, friends, and community find meaning and live better lives. We started a grassroots community, to a organizing as a sustainable non-profit, to creating a global movement. We are bringing multiplayer to personal development.",
  "page-about-us-history-slide-1-title": "Building A Community (2019-2021)",
  "page-about-us-history-slide-1-description-1": "Our founder, Conrad, started by sharing his <a href=\"https://www.youtube.com/watch?v=yBM5KDPlLQ0\">first video on YouTube sharing how he gamified his life</a> to make work fun. He did so with the goal to share actionable learnings from his life experiences with as many people as possible, and bring together people who are equally passionate about productivity, learning, and growth to co-create and collaborate on tools to help turn knowledge into action.",
  "page-about-us-history-slide-1-description-2": "You are the average of your 5 closest friends. The best way to be successful in your domain is to surround yourself with people who have already done the things that you want to do and are excited to share their way with you. For this effect, we've built an <a href=\"https://www.youtube.com/watch?v=_sMI_xarYa0\">inclusive community of like-minded forward thinkers</a> to help our family of givers on their journey to live better lives.",
  "page-about-us-history-slide-2-title": "Constructing A Foundation (2022-2023)",
  "page-about-us-history-slide-2-description-1": "As our community grew, we realized the best way to help as many people as possible is by organizing as a 501(c)(3) non-profit focused on creating value and making positive impact.  As such, we guarantee that 80% of our programs remain free of charge, ensuring accessibility and inclusivity. For the remaining 20%, we adopt a fair pricing model, covering only essential costs. This approach not only ensures our self-sufficiency but also encourages valuable feedback, fostering continuous improvement.",
  "page-about-us-history-slide-2-description-2": " To achieve our ambitious targets, we've set up a growth fund - drawing support from governments, foundations, institutions, and individuals who resonate with our mission and vision. Contributions to this fund fuel research and development of new programs, strategic growth hires, and expands our outreach.",
  "page-about-us-history-slide-3-title": "Scaling A Global Movement (2024+)",
  "page-about-us-history-slide-3-description-1": "Through rigorous research and development, we've gained profound understanding into the experiences and motivations of individuals at different stages of personal development, which we call <a href=\"/understand-yourself/\">Better Life Framework</a> - a framework categorizing the nine unique perspectives we all navigate throughout our lives. Our framework deepens your self-awareness and understanding of the world and offers a personalized approach to personal development. With this comprehensive approach, we look to make a positive impact on billion lives in the next decade.",
  "page-about-us-history-slide-3-description-2": "Additionally, we believe that this framework will have a significant impact on educators to teach students how to understand themselves at a younger age, and enable leaders to foster nurturing, productive work environments where team members feel understood and valued.",

  "page-about-us-history-chart-section-1-title": "2019-2022",
  "page-about-us-history-chart-section-2-title": "2022-2023",
  "page-about-us-history-chart-section-3-title": "2024+",
  "page-about-us-history-chart-card-1": "YouTube",
  "page-about-us-history-chart-card-2": "Toolbox",
  "page-about-us-history-chart-card-3": "Community",
  "page-about-us-history-chart-card-4": "Co-Living",
  "page-about-us-history-chart-card-5": "Custom Apps",
  "page-about-us-history-chart-card-6": "Mission Board",
  "page-about-us-history-chart-card-7": "Collaborators",
  "page-about-us-history-chart-card-8": "Better Life Framework",

  "page-about-us-stats-title": "Co-x3 Family Foundation 2035 Targets",
  "page-about-us-stats-stat-1-title": "People Reached",
  "page-about-us-stats-stat-1-tooltip": "We want to share awareness to as many people as possible.",
  "page-about-us-stats-stat-2-title": "Users & Downloads",
  "page-about-us-stats-stat-2-tooltip": "We want to help people accept where they are at in life.",
  "page-about-us-stats-stat-3-title": "Community Members",
  "page-about-us-stats-stat-3-tooltip": "We want to help people take action on their challenges.",
  "page-about-us-stats-stat-4-title": "Contributors",
  "page-about-us-stats-stat-4-tooltip": "We want to enable people to have fun doing meaningful tasks for their community.",
  "page-about-us-stats-stat-5-title": "Collaborators",
  "page-about-us-stats-stat-5-tooltip": "We want to give people a purpose by helping others how they have been helped.",
  "page-about-us-stats-stat-6-title": "Co-Creators",
  "page-about-us-stats-stat-6-tooltip": "We want to help people build solutions that will work for them and their community.",

  "page-about-us-media-title": "Co-x3 Family Foundation In The Media",
  "page-about-us-media-1-link": "TBD",
  "page-about-us-media-1-description": "Coverage Coming Soon",

  "page-about-us-explore-title": "Explore Co-x3 Family Foundation"
}