[
  {
    "url": "https://youtu.be/ndsn8xAOjts",
    "title": "Professional Woman In Her Thirties Gains The Clarity To Continue Working On Her Side Business",
    "description": "In this episode, we sit down with Maria, a professional woman in her early 30s, and help her feel less helpless with starting her own creative business selling mugs - while juggling a full time job, nurturing her relationship with her husband, starting a family, and moving to a new country.",
    "author": "Conrad Lin",
    "authorURL": "https://conradl.in",
    "tags": ["level up with conrad", "business"],
    "programType": "knowledge",
    "frameworkLevel": "LEVEL_5",
    "timeToRead": 20,
    "lang": "en",
    "location": "all podcast platforms",
    "publishDate": ""
  },
  {
    "url": "https://youtu.be/VubXiNcQs88",
    "title": "Understanding Dating and Romantic Relationships From Different Perspectives",
    "description": "In this episode, we breakdown dating and romantic relationships, and how to understand it from different perspectives as described in the Better Life Framework by the Co-x3 Family Foundation. This episode will help anyone struggling with dating in the modern world.",
    "author": "Co-x3 Family Foundation",
    "authorURL": "https://x3.family",
    "tags": ["level up with us", "dating"],
    "programType": "knowledge",
    "frameworkLevel": "ALL",
    "lang": "en",
    "location": "all podcast platforms",
    "publishDate": ""
  },
  {
    "url": "https://www.youtube.com/watch?v=k6SSav7uSck",
    "title": "Understanding Relationships With Your Parents As Adults From Different Perspectives",
    "description": "In this episode, we breakdown our relationships with our parents as adults, and how to understand them from different perspectives as described in the Better Life Framework by the Co-x3 Family Foundation. This episode will help anyone struggling with managing their relationship with parents and their expectations.",
    "author": "Co-x3 Family Foundation",
    "authorURL": "https://x3.family",
    "tags": ["level up with us", "parents"],
    "programType": "knowledge",
    "frameworkLevel": "ALL",
    "lang": "en",
    "location": "all podcast platforms",
    "publishDate": ""
  },
  {
    "url": "https://youtu.be/zaUwcTU9v18",
    "title": "27 Year Old Woman Working In Big Tech Discovers Her Path To Self-Alignment and Breaking Through",
    "description": "In this episode, we sit down with Sarah, a 27 year old woman working in a big tech company and discuss how to live a life that is aligned with her true self. She also explores how to work on her side hustle by time-blocking her calendar to make time, using our Notion templates to keep projects organized, and bringing her finish line closer.",
    "author": "Conrad Lin",
    "authorURL": "https://conradl.in",
    "tags": ["level up with conrad", "self alignment"],
    "programType": "knowledge",
    "frameworkLevel": "LEVEL_4",
    "lang": "en",
    "location": "all podcast platforms",
    "publishDate": ""
  },
  {
    "url": "https://youtu.be/r27qXFB29cc",
    "title": "Understanding Relationships With Our Children From Different Perspectives",
    "description": "In this episode, we breakdown the relationships we have with our children and how to understand them from different perspectives as described in the Better Life Framework by the Co-x3 Family Foundation. This episode will help anyone struggling with connecting with their children and make them feel valued.",
    "author": "Co-x3 Family Foundation",
    "authorURL": "https://x3.family",
    "tags": ["level up with us", "parenting"],
    "programType": "knowledge",
    "frameworkLevel": "ALL",
    "lang": "en",
    "location": "all podcast platforms",
    "publishDate": ""
  },
  {
    "url": "https://youtu.be/5oXR6Mb3-1A",
    "title": "Entrepreneur In His 40s Discovers What Happiness Is To Him And How To Balance Work and Life",
    "description": "In this episode, we sit down with Stefan, a seasoned entrepreneur in his 40s and discuss what happiness is and how to be our best selves.",
    "author": "Conrad Lin",
    "authorURL": "https://conradl.in",
    "tags": ["level up with conrad", "happiness"],
    "programType": "knowledge",
    "frameworkLevel": "LEVEL_6",
    "lang": "en",
    "location": "all podcast platforms",
    "publishDate": ""
  }
]
